app/Model/Catalogo.php

	function getProductos()
	{
		$sql=DB::table('TIPO_PRODUCTO')->where('ESTADO','=',DB::Raw('1'))->get();
---
select * from [TIPO_PRODUCTO] where [ESTADO] = 1