app/Http/Controllers/LoginController.php

    public function attempt(Request $request) {
        $usuario = $request->get('usuario', null);
---
select top 1 * from [USUARIOS] where [usuario] = 'JUNIOR'